Repository: kubrick06010/ListenScrobbler
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pl, pt, ru, sv, tr, zh_hans

source: Local-first
de: Lokal zuerst
es: Local primero
fr: D ' abord local
it: Primo locale
ja: ローカルファースト
pt: Início local
ru: Первый местный
tr: Yerel-ilk
zh_hans: 当地第一

source: Love
de: Liebe
es: Me gusta
fr: Amour
it: Amore
ja: 恋物癖
pl: Miłość
pt: Amor
ru: Любовь
sv: Kärlek Kärlek
tr: Aşk
zh_hans: 爱

source: Love on ListenBrainz
de: Liebe auf ListenBrainz
es: Marcar como favorita en ListenBrainz
fr: L'amour sur ListenBrainz
it: Amore su ListenBrainz
ja: ListenBrainzで愛
pl: Miłość na ListenBrainz
pt: Amor em ListenBrainz
ru: Любовь в ListenBrainz
sv: Kärlek påListenBrainz
tr: ListenBrainz üzerinde aşk
zh_hans: 爱在ListenBrainz

source: Loved
de: Geliebte
es: Favorita
fr: Amoureux
it: Amore
ja: ログイン
pl: Kochany
pt: Amado
ru: Любимый
zh_hans: 爱

source: Loved %@
de: Geliebte %@
es: %@ marcada como favorita
ja: 好きな%@
pl: Kochany %@
pt: Amava %@
ru: Любимый %@
zh_hans: 爱的 %@

source: Loving %@
de: Liebevoll %@
es: Marcando %@ como favorita
fr: Aimer l'%@
it: Amare %@
ja: %@ の読み込み
pt: AMOR %@
ru: Любящий %@
tr: Aşk %@
zh_hans: 爱的 %@

source: Loving %@...
de: Liebevolle %@...
es: Marcando %@ como favorita...
fr: Aimer %@...
it: Amare %@...
ja: %@ の読み込み
pt: Amando %@...
ru: Любящий %@...
tr: %@'i sevmek...
zh_hans: 爱的 %@...

source: Manual Scrobble
de: Manuelles Scrobble
es: Scrobble manual
fr: Scrobble manuel
it: Scrobble manuale
ja: マニュアルスクルーブル
pl: Ręczne przewijanie
pt: Scrobble Manual
ru: Ручной скроббл
sv: Manuell Scrobble
zh_hans: 手动拼接

source: Mark as public for future open sharing integrations
de: Markieren Sie sich als öffentlich für zukünftige Open-Sharing-Integrationen
es: Marcar como público para futuras integraciones de uso compartido abierto
fr: Marquer comme public pour les futures intégrations de partage ouvert
it: Mark come pubblico per future integrazioni di condivisione aperta
ja: 将来のオープン共有統合のためのパブリックとしてマーク
pl: Oznacz jako publiczny dla przyszłej otwartej integracji dzielonej
pt: Marcar como público para futuras integrações de partilha aberta
ru: Марк открыт для будущих открытых интеграций
sv: Markera som offentlig för framtida öppna delningsintegrationer
tr: Mark, gelecekte açık paylaşım entegrasyonları için halk olarak
zh_hans: 为未来开放共享集成标注为公开

source: Member
de: Mitglied
es: Miembro
fr: État
it: Membro
ja: メンバー
pl: Członek
pt: Estado
ru: член
sv: ledamot
tr: Üye Üye Üye
zh_hans: 成员

source: Member of
de: Mitglied von
es: Miembro de
fr: Membre
it: Membro della Commissione
ja: メンバー
pl: Członek
pt: Membro da
ru: член
sv: Medlem av
tr: Üyesi
zh_hans: 成员

source: Menu Bar Only
de: Nur Menu Bar
es: Solo barra de menús
fr: Barre de menu seulement
it: Menu Bar Solo
ja: メニューバーのみ
pl: Tylko pasek menu
pt: Apenas na Barra de Menus
ru: Только меню
sv: Menu Bar Endast
tr: Menü Bar Sadece
zh_hans: 只有菜单栏

source: Metadata pulled from ListenBrainz.
de: Metadaten aus ListenBrainz.
es: Metadatos extraídos de ListenBrainz.
fr: Métadonnées tirées d'ListenBrainz.
it: Metadati prelevati da ListenBrainz.
ja: ListenBrainzから引き出すメタデータ。
pl: Metadane wyciągnięte z ListenBrainz.
pt: Metadados retirados de ListenBrainz.
ru: Метаданные взяты из ListenBrainz.
sv: Metadata drogs från ListenBrainz.
tr: Metadata ListenBrainz'den çekildi.
zh_hans: 从 ListenBrainz 提取元数据 。

source: Minutes
de: Protokoll
es: Minutos
fr: Procès-verbal
it: Processo verbale
ja: ミニッツ
pl: Protokół
pt: Ata
ru: Минуты
sv: Minuter
tr: Dakika Dakika Dakika Dakika Dakika Dakika Dakika Dakika Dakika Dakika Dakika Dakika Dakika Dakika
zh_hans: 分钟

source: Missing recording MBID for pin
de: Fehlende Aufzeichnung MBID für Pin
es: Falta el MBID de la grabación para fijarla
fr: Enregistrement manquant MBID pour pin
it: Registrazione mancante MBID per pin
ja: ピンの録画MBIDを見逃す
pl: Brak zapisu MBID dla pin
pt: Falta a gravação do MBID para o pino
ru: Пропавшая запись MBID for pin
sv: Saknar inspelning MBID för pin
tr: Eksik kayıt MBID for pin
zh_hans: 缺少 Pin 的 MBID 记录

source: Missing recording MSID for pin
de: Fehlende Aufzeichnung MSID für Pin
es: Falta el MSID de la grabación para fijarla
fr: Enregistrement manquant MSID pour pin
it: Registrazione mancante MSID per pin
ja: ピンの録音 MSID の欠如
pl: Brak zapisu MSID dla pin
pt: Falta a gravação do MSID para o pino
ru: Пропавшая запись MSID для pin
sv: Saknar inspelning MSID för pin
tr: Eksik kayıt MSID için pin
zh_hans: 缺少 Pin 的 MSID 记录

source: Missing recording identity for feedback
de: Fehlende Aufzeichnungsidentität für Feedback
es: Falta la identidad de grabación para recibir comentarios
fr: Absence d'identité d'enregistrement pour les commentaires
it: Identità di registrazione mancante per feedback
ja: フィードバックのための録音アイデンティティの欠如
pl: Brak identyfikacji zapisu dla informacji zwrotnych
pt: Falta a identidade de gravação para feedback
ru: Недостающая идентификационная запись для обратной связи
sv: Saknar inspelningsidentitet för feedback
tr: Geri bildirimler için eksik kayıt kimliği
zh_hans: 缺少反馈记录身份

source: Missing recording identity for pin
de: Fehlende Aufzeichnungsidentität für Pin
es: Falta la identidad de la grabación para fijarla
fr: Identité d'enregistrement manquante pour pin
it: IdentitÃ di registrazione mancante per pin
ja: ピンの録音アイデンティティを欠く
pl: Brak tożsamości zapisu dla pin
pt: Falta a identidade da gravação para o pino
ru: Пропавшая запись личности для пин
sv: Saknar inspelningsidentitet för pin
tr: Eksik kayıt kimliği pin için
zh_hans: 丢失的针头记录身份

source: Mobile Scope
de: Mobiler Geltungsbereich
es: Alcance móvil
fr: Portée mobile
ja: モバイルスコープ
pl: Zakres mobilny
pt: Âmbito de aplicação móvel
ru: Мобильный Scope
zh_hans: 移动范围

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ja: カレンダー
pl: Miesiąc
pt: Mês
ru: месяц
sv: Månad
tr: Ay Ay
zh_hans: 月数

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 月別アーカイブ
pl: Miesięcznie
pt: Mensal
ru: ежемесячно
sv: Månadsvis
tr: Aylık Aylık Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly Monthly
zh_hans: 每月

source: Most shared with %@
de: Am häufigsten geteilt mit %@
es: Más compartido con %@
fr: Partages les plus fréquents avec %@
it: Più condiviso con %@
ja: %@との共有が最多
pl: Najczęściej udostępniane użytkownikowi %@
pt: Mais partilhado com %@
ru: Чаще всего отправлялось пользователю %@
sv: Mest delat med %@
tr: En çok %@ ile paylaşıldı
zh_hans: 与 %@ 分享最多

source: Music
de: Musik
es: Música
fr: Musique
it: Musica
ja: ミュージック
pl: Muzyka
pt: Música
ru: Музыка
sv: Musik Musik
tr: Müzik Müzik
zh_hans: 音乐

source: Music Access
de: Musikzugang
es: Acceso a música
fr: Accès à la musique
it: Accesso alla musica
ja: 音楽アクセス
pl: Dostęp do muzyki
pt: Acesso à Música
ru: Музыкальный доступ
zh_hans: 音乐访问

source: Music Library Scanner
de: Musikbibliothek Scanner
es: Analizador de la biblioteca musical
fr: Scanner de bibliothèque de musique
it: Scanner della libreria musicale
ja: 音楽ライブラリスキャナ
pt: Scanner de Biblioteca de Música
ru: Музыкальный сканер библиотеки
sv: Musikbibliotek Scanner
zh_hans: 音乐库扫描器

source: Music Library Scrobbling
de: Musikbibliothek Scrobing
es: Scrobbling de biblioteca musical
fr: Bibliothèque de musique Scrobbling
it: Biblioteca musicale Scrobbling
ja: 音楽ライブラリスクローブ
pt: Rolagem da Biblioteca de Música
ru: Музыкальная библиотека Scrobbling
sv: Musikbibliotek Scrobbling
zh_hans: 音乐库

source: Music library access is unavailable.
de: Der Zugang zur Musikbibliothek ist nicht verfügbar.
es: El acceso a la biblioteca musical no está disponible.
fr: L'accès à la bibliothèque musicale n'est pas disponible.
it: L'accesso alla libreria musicale non è disponibile.
ja: 音楽ライブラリアクセスは利用できません。
pl: Dostęp do biblioteki muzycznej jest niedostępny.
pt: O acesso à biblioteca de música não está disponível.
ru: Доступ к музыкальной библиотеке недоступен.
sv: Musikbiblioteksåtkomst är inte tillgänglig.
tr: Müzik kütüphanesi erişimi mevcut değildir.
zh_hans: 无法访问音乐库 。

source: Music library permission has not been requested.
de: Die Erlaubnis zur Musikbibliothek wurde nicht angefordert.
es: Aún no se ha solicitado permiso para la biblioteca musical.
fr: L'autorisation de la bibliothèque musicale n'a pas été demandée.
it: Il permesso della libreria musicale non è stato richiesto.
ja: 音楽ライブラリの許可が要求されていません。
pl: Nie zażądano pozwolenia na bibliotekę muzyczną.
pt: A permissão da biblioteca de música não foi solicitada.
ru: Разрешение музыкальной библиотеки не запрашивалось.
sv: Musikbibliotekstillstånd har inte begärts.
tr: Müzik kütüphane izni talep edilmedi.
zh_hans: 尚未请求音乐库权限 。

source: Music library scanning compares local play counts with a saved baseline. The first scan does not submit old history; later scans submit detected new plays to ListenBrainz. Failed submissions stay pending for the next scan.
de: Das Scannen von Musikbibliotheken vergleicht lokale Spielzahlen mit einer gespeicherten Baseline. Der erste Scan reicht keine alte Geschichte ein; spätere Scans reichen neue Stücke an ListenBrainz ein. Fehlgeschlagene Einsendungen bleiben für den nächsten Scan anhängig.
es: El análisis de biblioteca compara los recuentos locales con una línea base guardada. El primer análisis no envía historial antiguo; los análisis posteriores envían nuevas reproducciones detectadas a ListenBrainz. Los envíos fallidos quedan pendientes para el siguiente análisis.
fr: La numérisation de la bibliothèque de musique compare les nombres de jeux locaux avec une base de données enregistrée. Le premier scan ne soumet pas l'historique ancien; les scans ultérieurs soumettent les nouveaux jeux détectés à ListenBrainz. Les soumissions ont échoué pendant la prochaine analyse.
it: La scansione della libreria musicale confronta i conteggi di gioco locali con una linea di base salvata. La prima scansione non presenta storia vecchia; le scansioni successive presentano nuovi giochi rilevati a ListenBrainz. Le conclusioni non corrette rimangono in sospeso per la successiva scansione.
ja: 音楽ライブラリのスキャンは、保存されたベースラインでローカルプレイカウントを比較します。 最初のスキャンは、古い歴史を提出しません。 その後、検出された新しい再生をListenBrainzにスキャンします。 失敗した投稿は、次のスキャンで終了します。
pl: Music library scanning porównuje lokalne numery odtwarzania z zapisanym bazowym. Pierwszy skan nie przedstawia starej historii; późniejsze skanowanie przedstawiają wykryte nowe gry do ListenBrainz. Nieudane zgłoszenia czekają na następny skan.
pt: A digitalização da biblioteca de música compara as contagens de reprodução local com uma linha de base salva. O primeiro scan não submete histórico antigo; scans posteriores enviam novos jogos detectados para ListenBrainz. As submissões falhadas permanecem pendentes para a próxima verificação.
ru: Сканирование музыкальной библиотеки сравнивает количество локальных игр с сохраненным исходным уровнем. Первое сканирование не отправляет старую историю; более поздние сканирования отправляют обнаруженные новые игры в ListenBrainz. Неудачные заявки остаются в ожидании следующего сканирования.
sv: Musikbiblioteksskanning jämför lokala spelräkningar med en sparad baslinje. Den första skanningen lämnar inte in gammal historia; senare skannar skicka in upptäckta nya pjäser till ListenBrainz. Misslyckade inlämningar stannar i väntan på nästa skanning.
tr: Müzik kütüphane tarama, yerel oyun kaydedilen bir temelle karşılaştırır. İlk tarama eski tarih göndermez; daha sonra taramalar yeni oyunlar ListenBrainz'e gönderir. Başarısız teslimler bir sonraki tarama için bekliyor.
zh_hans: 音乐库扫描将本地播放计数与保存的基准比较. 第一次扫描不提交旧历史;以后扫描将检测到的新剧本提交ListenBrainz. 提交失败的选项将等待下一次扫描 。

source: Music library scanning is enabled.
de: Das Scannen von Musikbibliotheken ist aktiviert.
es: El análisis de biblioteca musical está activado.
fr: La numérisation de la bibliothèque musicale est activée.
it: La scansione della libreria musicale è abilitata.
ja: 音楽ライブラリのスキャンを有効にします。
pl: Skanowanie biblioteki muzycznej jest włączone.
pt: A digitalização da biblioteca de música está habilitada.
ru: Включено сканирование музыкальной библиотеки.
sv: Musikbiblioteksskanning är aktiverad.
tr: Müzik kütüphane taraması etkinleştirilir.
zh_hans: 音乐库扫描启用 。

source: MusicBrainz lookup failed
de: MusicBrainz Lookup fehlgeschlagen
es: La búsqueda de MusicBrainz falló
fr: La recherche MusicBrainz a échoué
it: MusicBrainz ricerca fallito
ja: MusicBrainz の検索失敗
pl: Przeszukiwanie MusicBrainz nie powiodło się
pt: A pesquisa do MusicBrainz falhou
ru: Поиск MusicBrainz провалился
sv: MusicBrainz-uppslag misslyckades
tr: MusicBrainz görünümü başarısız oldu
zh_hans: MusicBrainz 搜索失败

source: MusicBrainz resolved
de: MusicBrainz gelöst
es: MusicBrainz resuelto
fr: MusicBrainz résolu
it: MusicBrainz risolto
ja: 解決するMusicBrainz
pl: MusicBrainz rozwiązany
pt: MusicBrainz resolvido
ru: MusicBrainz решено
sv: MusicBrainz löst
tr: MusicBrainz çözüldü
zh_hans: MusicBrainz 已解决

source: MusicBrainz sign-in and ListenBrainz tokens avoid password storage while keeping your listening identity open.
de: MusicBrainz-Anmeldung und ListenBrainz-Token vermeiden die Passwortspeicherung und halten Ihre Höridentität offen.
es: Los tokens de inicio de sesión de MusicBrainz y ListenBrainz evitan el almacenamiento de contraseñas y mantienen abierta su identidad de escucha.
fr: Les jetons MusicBrainz et ListenBrainz évitent le stockage des mots de passe tout en gardant votre identité d'écoute ouverte.
it: I token MusicBrainz e ListenBrainz evitano l'archiviazione delle password mantenendo aperta la tua identità di ascolto.
ja: MusicBrainz サインインと ListenBrainz トークンは、あなたのリスニング ID を開いたままパスワードストレージを避けます。
pl: MusicBrainz signing- in i żetony ListenBrainz unikają przechowywania hasła przy jednoczesnym zachowaniu otwartej tożsamości słuchania.
pt: Os tokens MusicBrainz e ListenBrainz evitam o armazenamento de senhas mantendo sua identidade de escuta aberta.
ru: Токены входа в MusicBrainz и ListenBrainz избегают хранения паролей, сохраняя при этом вашу личность прослушивания открытой.
sv: MusicBrainz inloggning och ListenBrainz tokens undviker lösenord lagring medan du håller din lyssningsidentitet öppen.
tr: MusicBrainz işareti-in ve ListenBrainz jetonları dinleme kimliğinizi açık tutarken şifre depolamalarından kaçınır.
zh_hans: MusicBrainz 签名和 ListenBrainz 令牌在保持监听身份的同时避免密码存储.

source: Neighbor Listening
de: Nachbarn hören zu
es: Escuchas cercanas
fr: À l'écoute des voisins
it: Ascoltare il vicino
ja: 近隣のリスニング
pl: Słuchanie sąsiadów
pt: Vizinho Ouvindo
ru: Сосед слушает
sv: Grannlyssning
tr: Neighbor
zh_hans: 邻居听

source: Network
de: Netz
es: Red
fr: Réseau
it: Rete di rete
ja: ネットワーク
pl: Sieć
pt: Rede
ru: Сеть
sv: Nätverk
tr: Ağ Ağı Ağı
zh_hans: 网络

source: Network is unavailable.
de: Das Netzwerk ist nicht verfügbar.
es: La red no está disponible.
fr: Réseau est indisponible.
it: La rete non è disponibile.
ja: ネットワークは利用できません。
pl: Sieć jest niedostępna.
pt: A rede está indisponível.
ru: Сеть недоступна.
sv: Nätverket är inte tillgängligt.
tr: Ağ mevcut değildir.
zh_hans: 网络不可用 。

source: Next Retry
de: Nächster Versuch
es: Próximo reintento
fr: Prochaine réessayer
it: Prossimo Retry
ja: 次のリトリート
pl: Następny
pt: Próxima Repetir
ru: Следующий Retry
sv: Nästa Retry
zh_hans: 下次重试

source: No
de: Nein
fr: Numéro
ja: いいえ。
pl: Nie.
pt: Não
ru: Нет.
sv: Ingen
tr: Hayır hayır hayır
zh_hans: 没有

source: No ListenBrainz charts loaded yet.
de: Noch keine ListenBrainz Charts geladen.
es: Todavía no se han cargado gráficos de ListenBrainz.
fr: Pas encore de cartes ListenBrainz chargées.
it: Nessun grafico ListenBrainz caricato ancora.
ja: まだ読み込まれるListenBrainzチャートはありません。
pl: Nie załadowano jeszcze map ListenBrainz.
pt: Nenhum gráfico ListenBrainz carregado ainda.
ru: ListenBrainz-карты еще не загружены.
sv: Inga ListenBrainz-diagram laddade ännu.
tr: Henüz yüklenen ListenBrainz grafikler yok.
zh_hans: 尚未装入 ListenBrainz 图表 。

source: No ListenBrainz recording identity found for %@
de: Keine ListenBrainz-Aufzeichnungsidentität gefunden für %@
es: No se encontró ninguna identidad de grabación de ListenBrainz para %@
fr: Aucune identité d'enregistrement ListenBrainz trouvée pour %@
it: Nessun'identità di registrazione ListenBrainz trovata per %@
ja: %@ の ListenBrainz 録画 ID が見つかりません
pl: Nie znaleziono tożsamości zapisu ListenBrainz dla %@
pt: NãoListenBrainzregisto da identidade encontrada para%@
ru: Идентификатор записи ListenBrainz не найден для %@
sv: Ingen ListenBrainz inspelningsidentitet för %@
tr: %@ için bulunan ListenBrainz kaydı kimliği bulunamadı
zh_hans: 找不到 %@ 的 ListenBrainz 记录身份

source: No ListenBrainz recording identity found for %@.
de: Keine ListenBrainz-Aufzeichnungsidentität für %@ gefunden.
es: No se encontró una identidad de grabación de ListenBrainz para %@.
fr: Aucune identité d'enregistrement ListenBrainz trouvée pour %@.
it: Nessuna identità di registrazione ListenBrainz trovata per %@.
ja: %@ の ListenBrainz 録画 ID が見つかりません。
pl: Nie znaleziono tożsamości zapisu ListenBrainz dla %@.
pt: NãoListenBrainzregisto da identidade encontrada para%@.
ru: Идентификатор записи ListenBrainz не найден для %@.
sv: Ingen ListenBrainz registrerar identitet som finns för %@.
tr: %@ için bulunan ListenBrainz kaydı kimliği bulunamadı.
zh_hans: 找不到 %@ 的 ListenBrainz 记录身份 。

source: No Proxy
de: Kein Proxy
es: Sin proxy
fr: Pas de proxy
ja: プロキシなし
pl: Brak proxy
pt: Sem Proxy
ru: Нет прокси
sv: Ingen Proxy
tr: Hiçbir Proxy
zh_hans: 无代理

source: No affinity network available yet for this range.
de: Für diesen Bereich ist noch kein Affinitätsnetzwerk verfügbar.
es: Todavía no hay una red de afinidad disponible para este periodo.
fr: Pas encore de réseau d'affinité disponible pour cette gamme.
it: Nessuna rete di affinità disponibile ancora per questa gamma.
ja: まだこの範囲で利用できる親和性ネットワーク無し。
pl: Brak jeszcze sieci powinowactwa dla tego zakresu.
pt: Nenhuma rede de afinidade ainda disponível para este intervalo.
ru: Сеть аффинити пока не доступна для этого диапазона.
sv: Inget affinitetsnätverk tillgängligt ännu för detta sortiment.
tr: Henüz bu aralık için mevcut olan hiçbir varlık ağı mevcut değil.
zh_hans: 尚未具备此范围的亲和网络 。

source: No artist affinity edges available yet
de: Noch keine Artist Affinity Edges verfügbar
es: Aún no hay conexiones de afinidad entre artistas
fr: Pas encore de bords d'affinité pour l'artiste
it: Nessun orlo di affinità artista disponibile ancora
ja: アーティスト・アフィニティ・エッジは使用できません。
pl: Brak jeszcze afery artysty
pt: Nenhuma afinidade do artista ainda disponível
ru: Ни один художник сродства края еще доступны
sv: Ingen konstnärlig affinitet kanter tillgängliga ännu
tr: Sanatçı henüz mevcut değil
zh_hans: 还没有艺术家亲和边缘可用

source: No artist biography available.
de: Keine Künstlerbiografie verfügbar.
es: No hay biografía del artista disponible.
fr: Aucune biographie d'artiste disponible.
it: Nessuna biografia artistica disponibile.
ja: アーティストの経歴はありません。
pl: Biografia artysty nie jest dostępna.
pt: Nenhuma biografia de artista disponível.
ru: Биография художника отсутствует.
sv: Ingen konstnärsbiografi tillgänglig.
tr: Hiçbir sanatçı biyografisi mevcut değil.
zh_hans: 没有艺术家传记

source: No artist details yet.
de: Künstlerdetails noch nicht.
es: Todavía no hay detalles del artista.
fr: Pas encore de détails artistiques.
it: Nessun dettaglio dell'artista.
ja: アーティストの詳細はまだありません。
pl: Jeszcze żadnych szczegółów.
pt: Ainda não há detalhes do artista.
ru: Детали художника пока нет.
sv: Ingen artist detaljer än.
tr: Henüz sanatçı ayrıntıları yok.
zh_hans: 还没有艺术家的细节。

source: No artist origin data available
de: Keine Künstler Herkunft Daten verfügbar
es: No hay datos disponibles sobre el origen de los artistas
fr: Aucune donnée disponible sur l'origine des artistes
it: Nessun dato di origine artistica disponibile
ja: アーティストの原点データ無し
pl: Brak dostępnych danych o pochodzeniu artysty
pt: Nenhum dado de origem do artista disponível
ru: Нет данных о происхождении художника
sv: Inga konstnärliga ursprungsdata tillgängliga
tr: Hiçbir sanatçı kaynağı veri mevcut
zh_hans: 没有可用的艺术家来源数据

source: No current track
de: Keine aktuelle Spur
es: No hay pista actual
fr: Pas de piste actuelle
it: Nessuna traccia corrente
ja: 現在のトラック無し
pl: Brak bieżącej ścieżki
pt: Nenhuma faixa atual
ru: Нет текущего трека
sv: Inget nuvarande spår
tr: Mevcut hiçbir iz yok
zh_hans: 没有当前音轨

source: No detailed metadata available for this artist.
de: Keine detaillierten Metadaten für diesen Künstler verfügbar.
es: No hay metadatos detallados disponibles para este artista.
fr: Pas de métadonnées détaillées disponibles pour cet artiste.
it: Non sono disponibili metadati dettagliati per questo artista.
ja: このアーティストのメタデータが公開されていません。
pl: Brak szczegółowych metadanych dla tego artysty.
pt: Nenhum meta- dados detalhado disponível para este artista.
ru: Никаких подробных метаданных для этого художника.
sv: Inga detaljerade metadata tillgängliga för denna konstnär.
tr: Bu sanatçı için ayrıntılı metadata mevcut değil.
zh_hans: 此艺人没有详细的元数据 。

source: No detailed metadata available for this track.
de: Für diesen Track sind keine detaillierten Metadaten verfügbar.
es: No hay metadatos detallados disponibles para esta pista.
fr: Aucune métadonnées détaillée n'est disponible pour cette piste.
it: Non sono disponibili metadati dettagliati per questa traccia.
ja: このトラックで利用可能なメタデータはありません。
pl: Brak szczegółowych metadanych dla tego utworu.
pt: Nenhum meta- dados detalhado disponível para esta faixa.
ru: Никаких подробных метаданных для этого трека нет.
sv: Inga detaljerade metadata tillgängliga för detta spår.
tr: Bu pist için ayrıntılı metadata mevcut değil.
zh_hans: 没有此音轨的详细元数据 。

source: No discovery yet
de: Noch keine Entdeckung
es: Aún no hay descubrimiento
fr: Pas encore de découverte
it: Ancora nessuna scoperta
ja: 発見はまだありません
pl: Jeszcze nie odkryto.
pt: Nenhuma descoberta ainda
ru: Открытий пока нет
sv: Ingen upptäckt ännu
tr: Henüz keşif yok
zh_hans: 还没有发现
